Repository: common-repository/uniplace-client
Catalog: languages/uniplace-*.po
Languages: ru_ru

source: Uniplace config page
ru_ru: Страница настройки Uniplace

source: Settings
ru_ru: Настройки

source: Hacker?
ru_ru: Хакер, что ли?

source: Success: code files installed
ru_ru: Успешно: файлы php-клиента установлены

source: Error: code files not installed
ru_ru: Ошибка: файлы php-клиента НЕ установлены

source: Error: Uniplace site hash is empty. Please enter the Uniplace site hash.
ru_ru: Ошибка: хеш сайта Uniplace пуст. Пожалуйста, введите хеш сайта.

source: Warning: Can't change folder permissions to 0755 and work may be incorrect. Please change folder permissions to 0755 %s
ru_ru: Внимание: Не смогли установить права на папку php-клиента Uniplace 0755 и работа может быть некорректной. Пожалуйста, установите права на папку 0755 %s

source: Error: Can't create directory with Uniplace client. Please check parent folder permissions
ru_ru: Ошибка: Не смогли создать папку php-клиента Uniplace. Пожалуйста, проверьте права на папку родителя.

source: Error: Directory with Uniplace client exists already. Please delete this folder %s
ru_ru: Ошибка: Папка с php клиентом Uniplace уже существует. Пожалуйста, удалите эту папку %s

source: Error: Can't create config file - %s Please check permissions for folder or this file if this file exists already.
ru_ru: Ошибка: Не смогли создать файл конфигурации - %s. Пожалуйста, проверьте права доступа к папке или файлу, если такой файл уже существует.

source: Warning: Can't change config file permissions to 0755 and work may be incorrect. Please change config file permissions to 0755 %s
ru_ru: Внимание: не смогли установить права доступа 0755 к файлу конфигурации и работа может быть некорректной. Пожалуйста смените правадоступа к файлу конфигурации на 0755 %s

source: Uniplace settings.
ru_ru: Настройки Uniplace

source: Site hash ( in Uniplace system ):
ru_ru: Хеш сайта (в системе Uniplace)

source: Anchor text encoding:
ru_ru: Кодировка выводимых ссылок

source: Save
ru_ru: Сохранить

source: After setting up, please, add %s"Uniplace Widget"%s in sidebar your active theme on "Appearance" - "Widgets".
ru_ru: После настройки, пожалуйста, добавьте %s"Uniplace Widget"%s в боковую панель Вашей активной темы сайта "Внешний вид" - "Виджеты"

source: If your active theme has not sidebar, you can add following %scode%s to your template. For example in footer.php before closing tag &lt;/body&gt;:
ru_ru: Если Ваша активная тема сайта не имеет боковых панелей, Вы можете добавить следующий %sкод%s в Ваш шаблон. Например, в файл footer.php до закрывающего тега &lt;/body&gt;:

source: You can also add links to any article using the following shortcode:
ru_ru: Вы также можете добавить блок ссылок Uniplace в любую статью, использую следующий шорткод:

source: A widget that displays Uniplace links
ru_ru: Виджет, который выводит блок с ссылками Uniplace

source: Uniplace Widget
ru_ru: Uniplace виджет

source: Please set your Uniplace site hash on settings page:
ru_ru: Пожалуйста, установите хеш сайта Uniplace на странице настроек
